age = String(prompt("Ведите вопрос"));
if(age == "Из данного списка веществ выпешите формулы кислотных оксидов:"){
    document.write("Р2О3,N2O5,CO2,SiO2")
}
else if(age == "Из данного списка веществ выпишите формулы солей, дайте им названия:"){
    document.write("K2CO3,Na3PO4, BaCl2, Cu(NO3)")
}
else if(age == "Выберите формулу нерастворимого основания"){
    document.write("Fe(OH)3")
}
else if(age == "Из предложенного перечня химических свойств выпишите те, который характерны для кислот:"){
    document.write("с основаниями")
}
else if(age == "Из предложенного перечня химических свойств выпишите те, который характерны для основных оксидов:"){
    document.write("с кислотами")
}
else if(age == "Определиде неверно составленную формулу веществ:"){
    document.write("Н2NO3")
}
else if(age == "В какой из реакций образуется фосфат натрия допишите эту реакйию"){
    document.write("NaOH+P2O5=")
}
else if(age == "Какая из реакций отражает свойства нерастворимого основания, допишите ее:"){
    document.write("Fe(OH)3+HCl=")
}
else if(age == "В результате какой реакции образуется кислота, допишите ее:"){
    document.write("N2O5+H2O=")
}
else if(age == "В какой из предложенных раекций неверно расставлены коэффициенты, исправте их:"){
    document.write("Al(OH)3+H2SO4=Al2(SO4)3+3H2O")
}

else if(age == "Укажите окислительно- восстановительную рефкцию"){
    document.write("Cl2+SO2+2H2O=2HCl+H2SO4")
}
else if(age == "К какому типу окислительно-востановительного процесса относится данная реакция; Cl2+KOH=HCl+H2O?"){
    document.write("")
}
else if(age == "Выберите реакцию, где хлор проявляет только восстановительный свойства"){
    document.write("")
}
else if(age == "Определите сумму коэффициентов в окислительно-восстановительной реакции: FeS2+HNO3(конц)=Fe(NO3)3+H2SO4+NO2+H2."){
    document.write("")
}
else if(age == "Полярная ковалентная связь имеется в молекуле"){
    document.write("CO2")
}
else if(age == "С каким из перечисленных веществ будет взаимодедействовать оксид кальция? Напишите уравнение реакции"){
    document.write("соляная кислота")
}
else if(age == "Определите массу соли, полученной при взаимодействии 8г оксида меди (II) с соляной кислотой"){
    document.write("13,5г")
}
else if(age == "Сколько молекул содержится в 160г гидроксида натрия?"){
    document.write("24*10*23")
}
else if(age == "Полярная ковалентная связь имеется в малекуле"){
    document.write("CO2")
}
else if(age == "Между разными неметаллами образуется связь"){
    document.write("ковалентная полярная")
}
else if(age == "Сколко электронных уровней в атоме цинка:"){
    document.write("4")
}
else if(age == "У какого элемента наибелее ярко выражены неметаллические свойства:"){
    document.write("селен")
}
else if(age == "Из каких частиц состоит атомное ядро:"){
    document.write("правильного ответа нет")
}
else if(age == "У какого из элементов на внешнем уровне находится 4 электрона:"){
    document.write("№14")
}
else{
    document.write("Вопрос не нашлось")
}